Repository: marrrydm/CurrencyWave
Catalog: CurrencyWave/*.lproj/Localizable.strings
Languages: th

source: Exchange
th: แลกเปลี่ยน

source: Converter
th: ตัวแปลง

source: Charts
th: ชาร์ต

source: Settings
th: การตั้งค่า

source: Setting
th: การตั้งค่า

# account.policy
source: Privacy Policy
th: นโยบายความเป็นส่วนตัว

# account.terms
source: Terms of use
th: ข้อกำหนดการใช้งาน

source: Currency pair
th: คู่สกุลเงิน

source: Change Country
th: เปลี่ยนประเทศ

source: Done
th: เปลี่ยนประเทศ

source: Change currency
th: เปลี่ยนสกุลเงิน

source: Exchange rates
th: อัตราแลกเปลี่ยน

source: Edit
th: แก้ไข

source: Currency Converter
th: แปลงสกุลเงิน

# onb1.1
source: Enhance your app experience
th: ปรับปรุงประสบการณ์แอปของคุณ

# onb2.1
source: Your feedback is important to us
th: คำติชมของคุณมีความสำคัญสำหรับเรา

# onb2.2
source: We like getting your feedback and we analyze all of them to become even better
th: เราชอบรับคำติชมของคุณและเราจะวิเคราะห์ทั้งหมดให้ดียิ่งขึ้น

# onb3.1
source: Turn on notification
th: เปิดการแจ้งเตือน

# onb3.2
source: Turn on push notifications, to get all the latest information
th: เปิดการแจ้งเตือนแบบพุชเพื่อรับข้อมูลล่าสุดทั้งหมด

# btn
source: Next
th: ถัดไป

# name1
source: Dina Trading
th: ไดน่าเทรดดิ้ง

# name2
source: Auy Hosnim
th: เอา ฮอสนีม

# name3
source: Rafa Moreno
th: ราฟา โมเรโน

# comment1
source: I've tried many trading apps, but this one stands out. It's fantastic!
th: ฉันได้ลองใช้แอปการซื้อขายมาหลายแอปแล้ว แต่แอปนี้โดดเด่นมาก มันเยี่ยมมาก!

# comment2
source: This app has all the tools I need for successful trading.
th: แอปนี้มีเครื่องมือทั้งหมดที่ฉันต้องการเพื่อการซื้อขายที่ประสบความสำเร็จ

# comment3
source: Trading made easy with this app. Highly recommend!
th: การซื้อขายทำได้ง่ายด้วยแอปนี้ ขอแนะนำอย่างยิ่ง!
